/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "Advarsel 1 minut før forbindelsen afbrydes";

/* Error string for OTR message string */
"A private conversation could not be set up." = "A private conversation could not be set up.";

/* Title for the about page */
"About" = "Om";

/* Label for button to show version numbers and licenses */
"About This Version" = "About This Version";

/* SSL error message */
"Access denied" = "Adgang nægtet";

/* The string describing a buddy's account */
"Account" = "Konto";

/* Error title when account is disconnected */
"Account Disconnected" = "Account Disconnected";

/* Title for showing the users account otr fingerprints */
"Account Fingerprints" = "Konto fingeraftryk";

/* Title for the accounts tab */
"Accounts" = "Konti";

/* Button title to add someone as a buddy */
"Add" = "Tilføj";

/* The title for the view to add a buddy */
"Add Buddy" = "Tilføj ven";

/* String to describe advanced set of settings */
"Advanced" = "Advanceret";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "An error occured while encrypting a message and the message was not sent.";

/* shown when changing database passphrase fails */
"An error occurred while changing the database passphrase." = "An error occurred while changing the database passphrase.";

/* Error message when setting up database */
"An error occurred while setting up the database." = "An error occurred while setting up the database.";

/* SSL error message */
"Attempt to restore an unknown session" = "Forsøg på at gendanne en ukendt session";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Slet automatisk";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Brug kryptering automatisk når muligt";

/* Label in buddy list for users that are available */
"Available" = "Tilgængelig";

/* Label in buddy list for users that are away */
"Away" = "Ude";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "Baggrundsession vil udløbe om et minut.";

/* SSL error message */
"Bad certificate format" = "Forkert certifikat format";

/* SSL error message */
"Bad MAC" = "Forkert MAC";

/* SSL error message */
"Bad protocol version" = "Forkert protokol version";

/* SSL error message */
"Bad SSLCipherSuite" = "Forkert SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Ikke understøttet certifikat format";

/* string to describe basic set of settings */
"Basic" = "Basal";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords.";

/* The String for a button to block a buddy */
"Block" = "Bloker";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Bloker og fjern";

/* Title for showing the users buddies otr fingerprints */
"Buddy Fingerprints" = "Venners fingeraftryk";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Information om ven";

/* Title for the buddy list tab */
"Buddy List" = "Venneliste";

/* Cancel an alert window */
"Cancel" = "Annuller";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Annuller krypteret chat";

/* Error string for OTR message string */
"Cannot read the received message." = "Cannot read the received message.";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "Cannot recognize the type of OTR message received.";

/* SSL error message */
"Cert chain not verified by root" = "Certifikat kæde ikke verificeret af rod certifikat";

/* SSL error message */
"Certificate expired" = "Certifkat udløbet";

/* SSL error message */
"Certificate revoked" = "Certifikat tilbagekaldt";

/* SSL error message */
"Chain had a cert not yet valid" = "Kæden indeholdte et certifikat som ikke er gyldigt endnu";

/* SSL error message */
"Chain had an expired cert" = "Kæden indeholdte et udløbet certifikat";

/* Title for button to change encrypted database passphrase */
"Change Passphrase" = "Change Passphrase";

/* Title for chat view */
"Chat" = "Chat";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Chat sikkert med mig";

/* Title for chats view */
"Chats" = "Chats";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "ChatSecure Push";

/* let users know source is on Github */
"Check out the source here on Github" = "Se kildekoden på GitHub";

/* SSL error message */
"Cipher Suite negotiation failure" = "Cipher sæt forhandlingsfejl";

/* Label for text field where you compose a new message */
"Compose" = "Compose";

/* SSL error message */
"Configuration error" = "Konfigurationsfejl";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Forbind Facebook";

/* Label for button to create account by logging into an existing account */
"Connect to Existing Account" = "Forbind eksisterende konto";

/* Whether or not account is logged in */
"Connected" = "Forbundet";

/* String to state if an account is progress of creating a connection */
"Connecting" = "Connecting";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "Forbinder til Tor";

/* SSL error message */
"Connection closed gracefully" = "Forbindelse lukket nydeligt";

/* SSL error message */
"Connection closed via error" = "Forbindelse lukket pga. fejl";

/* Copy string to clipboard as in copy and paste */
"Copy" = "Kopier";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "Kunne ikke hente offentlig nøgle fra certifikat";

/* Title for button to create account */
"Create" = "Opret";

/* Label for button to create a new account via in band registration */
"Create New Account" = "Opret ny konto";

/* Start of sentence that will be followed by names */
"Created by" = "Created by";

/* Title for progress of creating a new account */
"Creating Account" = "Opretter konto";

/* title label for the existing passphrase */
"Current Passphrase" = "Current Passphrase";

/* SSL error message */
"Decoding error" = "Afkodningsfejl";

/* SSL error message */
"Decompression failure" = "Fejl ved udpakning";

/* SSL error message */
"Decryption error" = "Dekrypteringsfejl";

/* SSL error message */
"Decryption failed" = "Dekryptering fejlede";

/* SSL error message */
"Decryption failure" = "Dekrypteringsfejl";

/* default string to revert to normal language behaviour */
"Default" = "Standard";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Slet konto?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Slet samtaler efter afslutning";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Leveret";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Fjern Facebook";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Forstyr ikke";

/* Error message when domain textfield left blank */
"Domain needs to be set" = "Domain needs to be set";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Domæne skal sættes manuelt når der specificeres en brugervalgt port";

/* Title for donation link */
"Donate" = "Doner";

/* Title for button to press when user is finished */
"Done" = "Færdig";

/* Error title when there is a duplicate account */
"Duplicate account" = "Duplicate account";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Muliggører opportunistisk OTR";

/* Generic title for encryption errors */
"Encryption Error" = "Encryption Error";

/* title label for error when creating account */
"Error Creating Account" = "Error Creating Account";

/* Error message when registration fails */
"Error Registering Username" = "Fejl ved registering af brugernavn";

/* Title of error message pop-up box */
"Error!" = "Fejl!";

/* SSL error message */
"Export restriction" = "Export begrænsninger";

/* Default message when a user status is set to extended away */
"Extended Away" = "Ude i længere periode";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Fejl ved forbindelse to XMPP serveren. Tjek venligst dine login legitimationsoplysninger samt internet forbindelse og prøv igen.";

/* SSL error message */
"Fatal alert" = "Kritisk alarm";

/* your fingerprint */
"Fingerprint for you" = "Dit fingeraftryk";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "Forgot Passphrase?";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* SSL error message */
"Handshake failure" = "Håndtryksfejl";

/* Label for button to open link to translate app */
"Help Translate" = "Help Translate";

/* Label text for hostname field on login scree */
"Hostname" = "Værtsnavn";

/* SSL error message */
"I/O would block (not fatal)" = "IO ville blokere (ikke kritisk)";

/* SSL error message */
"Illegal parameter" = "Ugyldig parameter";

/* Message alerting user that they need to return to the home screen and force close ChatSecure */
"In order to change languages return to the home screen and remove ChatSecure from the recently used apps" = "For at skifte sprog returner til hjemmeskærmen og fjern ChatSecure fra nyligt brugte apps";

/* Short for information, button title to get more information */
"Info" = "Info";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Begynd krypteret chat";

/* SSL error message */
"Insufficient buffer provided" = "Blev givet utilstrækkelig buffer";

/* SSL error message */
"Insufficient security" = "Utilstrækkelig sikkerhed";

/* SSL error message */
"Internal error" = "Intern fejl";

/* SSL error message */
"Invalid certificate chain" = "Ugyldig certifikatkæde";

/* title label for invalid email */
"Invalid Email" = "Invalid Email";

/* Directions to the system software update */
"iOS Vulnerability" = "iOS sårbarhed";

/* Message shown in line for users that are available */
"is now available" = "er nu tilgængelig";

/* Message shown in line for users that are away */
"is now away" = "er nu ude";

/* Message shown in line for users that are offline */
"is now offline" = "er nu offline";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Sprog";

/* String of title to alert user language is change */
"Language Change" = "Skift sprog";

/* log in to account */
"Log In" = "Log ind";

/* log out from account */
"Log Out" = "Log ud";

/* shown during the login process */
"Logging in..." = "Logger ind...";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Log på automatisk";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Manage ChatSecure Push account";

/* Subtitle lable for button to show saved fingerprints */
"Manage OTR fingerprints" = "Håndter OTR fingeraftryk";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Håndter gemte SSL certifikater";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it.";

/* SSL error message */
"Miscellaneous bad certificate" = "Ugyldigt certifikat (diverse)";

/* SSL error message */
"Module attach failure" = "Fejl ved modul vedhæftelse";

/* The string describing a buddy's display name */
"Name" = "Navn";

/* For a new settings value */
"New" = "Ny";

/* Title for New Account View */
"New Account" = "Ny konto";

/* title label for the new passphrase */
"New Passphrase" = "New Passphrase";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "Nyt SSL certifikat";

/* Label for button to go to next step */
"Next" = "Next";

/* SSL error message */
"No Error" = "Ingen fejl";

/* SSL error message */
"No renegotiation allowed" = "Ingen genforhandling tilladt";

/* To let the user know the fingerprint as not been checked */
"Not Verified" = "Ikke verificeret";

/* Label in buddy list for users that are offline */
"Offline" = "Offline";

/* Accept the dialog */
"OK" = "Ok";

/* For an old settings value */
"Old" = "Tidligere";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "Open in Chrome";

/* Label for button to open link in facebook app */
"Open in Facebook" = "Open in Facebook";

/* Label for button to open link in twitter app */
"Open in Twitter" = "Open in Twitter";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Valgfri";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR Instant Messenger";

/* Title for other miscellaneous settings group */
"Other" = "Andet";

/* Lable for button to show saved fingerprints */
"OTR Fingerprints" = "OTR fingeraftryk";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "Our policy requires encryption but we are trying to send an unencrypted message out.";

/* Label text for password field on login screen */
"Password" = "Kodeord";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Partner-certifikat er gyldigt, eller blev ignoreret, hvis verifikation deaktiveret";

/* SSL error message */
"Peer dropped connection before responding" = "Partner droppede forbindelsen før et svar blev sent";

/* SSL error message */
"Peer host name mismatch" = "Partner værtsnavn overensstemmelse";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Afventer godkendelse";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Slet permanent";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Fastholdte certifikater";

/* detail title label for invalid email */
"Please choose a valid email address" = "Please choose a valid email address";

/* Error description when account is disconnected while managing requests */
"Please log into this account before managing requests." = "Please log into this account before managing requests.";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Påståede fingeraftryk for";

/* Title for push-messaging related settings */
"Push" = "Push";

/* Label for qr code image */
"QR code" = "QR code";

/* Error string for OTR message string */
"Received a general OTR error." = "Received a general OTR error.";

/* Error string for OTR message string */
"Received a heartbeat." = "Received a heartbeat.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "Received an encrypted message but cannot read it because no private connection is established yet.";

/* Error string for OTR message string */
"Received an unencrypted message." = "Received an unencrypted message.";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "Received and discarded a message intended for another instance.";

/* Error string for OTR message string */
"Received our own OTR messages." = "Received our own OTR messages.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Nylige";

/* SSL error message */
"Record overflow" = "Beretningsrapport overløbet";

/* Button title to reject a request such as a buddy request */
"Reject" = "Afvis";

/* Label for switch to save passphrase */
"Remember Passphrase" = "Remember Passphrase";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Husk adgangskode";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Fjern";

/* Reply to an incoming message */
"Reply" = "Svar";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Påkrævet";

/* Label for text input for XMPP resource */
"Resource" = "Ressource";

/* Title for button for saving a setting */
"Save" = "Gem";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Gemte certifikater";

/* Label for text field where you search for a buddy */
"Search" = "Search";

/* Title heading in settings */
"Security" = "Sikkerhed";

/* Title of alert box warning about security issues */
"Security Warning" = "Sikkerheds advarsel";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "Selvsigneret SSL";

/* String on button to email feedback */
"Send Feedback" = "Send feedback";

/* Error string for OTR message string */
"Sent a heartbeat." = "Sent a heartbeat.";

/* SSL error message */
"Server closed session with no notification" = "Server lukkede sessionen uden underretning";

/* SSL error message */
"Server has requested a client cert" = "Serveren har anmodet om et klient certifikat";

/* Detail label for button to change encrypted database passphrase */
"Set new database passphrase" = "Set new database passphrase";

/* Title for the Settings screen */
"Settings" = "Indstillinger";

/* Directions to the system software update */
"Settings -> General -> Software Update" = "Indstillinger -> Generelt -> Softwareopdatering";

/* Title for sharing a link to the app */
"Share" = "Del";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Advarelse ved afslutning";

/* title label for signing up for a new account */
"Sign Up" = "Sign Up";

/* Label for button to skip this step */
"Skip" = "Skip";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "SSL værtsnavn uoverenstemmelse";

/* SSL error message */
"SSL protocol error" = "SSL protokol fejl";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Abonnement anmodninger";

/* Title to let user know that encryption is not currently enabled */
"The conversation is not secure" = "Denne samtale er ikke sikret";

/* Title to let user know that the OTR fingerprint has not been checked */
"The conversation is secure and the fingerprint is verfied" = "Samtalen er sikret og fingeraftryk er verficeret";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "Samtalen med %@ er ikke længere sikker.";

/* shown when changing database passphrase succeeds */
"The database passphrase change was successful." = "The database passphrase change was successful.";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has changed and needs to be verified" = "Fingeraftrykket er blevet ændret og skal verficeret";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has not been verified" = "Fingeraftrykket er ikke blevet verficeret";

/* Error string for OTR message string */
"The message received contains malformed data." = "The message received contains malformed data.";

/* Error string for OTR message string */
"The previous message was resent." = "The previous message was resent.";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "XMPP serveren understøtter ikke indenbånds registrering";

/* Error message when there is a duplicate account */
"There already exists an account with this username." = "There already exists an account with this username.";

/* Warns user that the current chat is secure */
"This chat is secured" = "Denne samtale er sikret";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "This device doesn't seem to be configured to make payments.";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "Denne QR kode indeholder et link til http://omniqrcode.com/q/chatsecure og vil viderestille dig til App Store.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Tor er en eksperimentel funktion, udvis venligst forsigtighed når dette bruges.";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* SSL error message */
"Underlying cryptographic error" = "Underliggende kryptografisk fejl";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Uventet (oversprunget) post i DTLS.";

/* SSL error message */
"Unexpected message received" = "Uventet besked modtaget";

/* SSL error message */
"Unknown Cert Authority" = "Ukendt certifikatsmyndighed";

/* SSL error message */
"Unknown certificate" = "Ukendt certifikat";

/* Label for button to unlock app */
"Unlock" = "Unlock";

/* SSL error message */
"User canceled" = "Bruger annullerede";

/* Example of a username using the words user and example */
"user@example.com" = "bruger@eksempel.dk";

/* Label text for username field on login screen */
"Username" = "Brugernavn";

/* SSL error message */
"Valid cert chain, untrusted root" = "Gyldig certifikatskæde, upålideligt rod certifikat";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Gyldigt certifikat";

/* To let the user know the fingerprint as been checked */
"Verified" = "Verificeret";

/* Shown when verifying fingerprints */
"Verify" = "Verificer";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verificerer fingeraftryk";

/* Shown when verifying fingerprints */
"Verify Later" = "Verificer senere";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Version";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Advarelse: Denne samtale er ikke krypteret";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "Vil du forbinde til UserVoice for at sende feedback?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP og Tor";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Du skal være i en sikker samtale først.";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Du skal indtaste et brugernavn og kodeord for a logge ind.";

/* Alert to system issues, leave in the %@ */
"Your current iOS system version (%@) contains a serious security vulnerability. Please update to the latest version as soon as possible." = "Din nuværende iOS system version (%@) indeholder en alvorlig sikkerheds sårbarhed. Opdater venligst til den seneste version hurtigst muligt.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Din donation vil hjælpe med at betale fremtidig udvikling af ChatSecure.";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history.";

